"TSYMJRefreshHeaderIdleText" = "Pull down to refresh";
"TSYMJRefreshHeaderPullingText" = "Release to refresh";
"TSYMJRefreshHeaderRefreshingText" = "Loading...";

"TSYMJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"TSYMJRefreshAutoFooterRefreshingText" = "Loading...";
"TSYMJRefreshAutoFooterNoMoreDataText" = "No more data";

"TSYMJRefreshBackFooterIdleText" = "Pull up to load more";
"TSYMJRefreshBackFooterPullingText" = "Release to load more.";
"TSYMJRefreshBackFooterRefreshingText" = "Loading...";
"TSYMJRefreshBackFooterNoMoreDataText" = "No more data";

"TSYMJRefreshHeaderLastTimeText" = "Last update:";
"TSYMJRefreshHeaderDateTodayText" = "Today";
"TSYMJRefreshHeaderNoneLastDateText" = "No record";
